tap "anchore/grype"
tap "epk/epk"
tap "homebrew/bundle"
brew "xz"
brew "automake"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "openssl@3"
brew "readline"
brew "python@3.11"
brew "awscli"
brew "libgit2"
brew "bat"
brew "bison"
brew "glib"
brew "pixman"
brew "cairo"
brew "chruby"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "jpeg", link: true
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gobject-introspection"
brew "guile"
brew "htop"
brew "hunspell"
brew "shared-mime-info"
brew "libheif"
brew "libffi"
brew "python@3.9"
brew "imagemagick"
brew "jq"
brew "libyaml"
brew "lsd"
brew "mdcat"
brew "nano"
brew "neofetch"
brew "openjdk"
brew "opusfile"
brew "pastel"
brew "poppler"
brew "portaudio"
brew "qt"
brew "tcl-tk"
brew "r"
brew "ripgrep"
brew "ruby-install"
brew "sox"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "vivid"
brew "watch"
brew "wget"
brew "xdg-ninja"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "1password"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "arc"
cask "font-sf-mono-nerd-font"
cask "miniforge"
cask "notunes"
cask "obsidian"
cask "postman"
cask "qblocker"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bierner.markdown-mermaid"
vscode "bungcip.better-toml"
vscode "donjayamanne.python-environment-manager"
vscode "github.codespaces"
vscode "github.github-vscode-theme"
vscode "hoovercj.vscode-dimmer"
vscode "iterative.dvc"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "withfig.fig"
